Repository: Waksim/kkimpact
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uk, zh_cn

source: Привет, Картоботик!
uk: Привіт, Картоботику!
zh_cn: 你好，卡托机器人！

source: Я могу создавать рандомные деки, либо брать их с Hoyolab.
uk: Я можу створювати випадкові колоди або брати їх з Hoyolab.
zh_cn: 我可以生成随机卡组，或者从 Hoyolab 上获取。

source: Коды колод кликабельны, нажми на них чтобы
uk: Коди колод клікабельні, натисни на них щоб
zh_cn: 卡组代码是可点击的，点击以

source: СКОПИРОВАТЬ
uk: СКОПІЮВАТИ
zh_cn: 复制

source: (←кликабельно).
uk: (←клікабельно).
zh_cn: （←可点击）

source: Можешь отправить мне до 10 кодов-колод за раз, я их расшифрую и пришлю тебе фото и состав.
uk: Можеш надіслати мені до 10 кодів-колод за раз, я їх розшифрую і надішлю тобі фото та склад.
zh_cn: 您可以一次发送最多 10 个卡组代码，我会解码并向您发送图片和组成。

source: Отправь /start или /choose_lang - если хочешь поменять язык
uk: Надішли /start або /choose_lang - якщо хочеш змінити мову
zh_cn: 发送 /start 或 /choose_lang 来更改语言

source: ru
uk: ua
zh_cn: zh

source: ДРАФТЫ:
uk: ДРАФТИ:
zh_cn: 草稿：

source: Баны:
uk: БАНИ:
zh_cn: 禁用：

source: Пики:
uk: ПІКИ:
zh_cn: 选择：

source: Возникла ошибка:
uk: Виникла помилка:
zh_cn: 发生错误：

source: Блеп-Драфты
uk: Блеп-ДРАФТИ
zh_cn: Blep 草稿

source: Список игроков в подборе:
uk: Список гравців у підборі:
zh_cn: 匹配中的玩家列表：

source: ССЫЛКА
uk: ПОСИЛАННЯ
zh_cn: 链接

source: пусто
uk: порожньо
zh_cn: 空

source: Выберите пользователя из списка ниже, с которым хотите сыграть в драфты и нажмите на соответствующую кнопку.
uk: Оберіть користувача зі списку нижче, з яким хочете зіграти в драфти і натисніть відповідну кнопку.
zh_cn: 从下面的列表中选择一个用户与其进行草稿对战，然后点击相应的按钮。

source: 😼 Блеп-Драфты Список игроков в подборе: пусто
uk: 😼 Блеп-ДРАФТИ Список гравців у підборі: порожньо
zh_cn: 😼 Blep 草稿 匹配中的玩家列表： 空

source: Пользователь {firstname_1}, @{username_1}: приглашает вас сыграть в драфты Блепа.
uk: Користувач {firstname_1}, @{username_1}: запрошує вас зіграти в драфти Блепа.
zh_cn: 用户 {firstname_1}, @{username_1}: 邀请您进行 Blep 草稿对战。

source: Вы уже отправили запрос этому пользователю!
uk: Ви вже надіслали запит цьому користувачу!
zh_cn: 您已向该用户发送请求！

source: Пользователь {first_name} отклонил ваш запрос
uk: Користувач {first_name} відхилив ваш запит
zh_cn: 用户 {first_name} 已拒绝您的请求

source: Нажми на кнопку "😼 Начать Драфты". Если меню скрыто - нажмите на иконку с 4мя квадратами
uk: Натисни на кнопку "😼 Почати Драфти". Якщо меню приховано - натисни на іконку з 4-ма квадратами
zh_cn: 点击“😼 开始草稿”按钮。 如果菜单被隐藏，请点击四方图标

source: Список игроков в подборе:
uk: Список гравців у підборі:
zh_cn: 匹配中的玩家列表：

source: Список игроков в подборе: пусто
uk: Список гравців у підборі: порожньо
zh_cn: 匹配中的玩家列表： 空

source: Пользователь {firstname}, @{username}: приглашает вас сыграть в драфты Хвост.
uk: Користувач {firstname}, @{username}: запрошує вас зіграти в драфти Хвіст.
zh_cn: 用户 {firstname}, @{username}: 邀请您进行 Tail 草稿对战。

source: Пользователь {firstname}, @{username}: приглашает вас сыграть в драфты.
uk: Користувач {firstname}, @{username}: запрошує вас зіграти в драфти.
zh_cn: 用户 {firstname}, @{username}: 邀请您进行草稿对战。

source: ОШИБКА! Я не знаю такой стикер!
uk: ПОМИЛКА! Я не знаю такого стикера!
zh_cn: 错误！我不知道这样的贴纸！

source: БАН ПРОТИВНИКА
zh_cn: 对手的禁用

source: ВАШ БАН
zh_cn: 您的禁用

source: неизвестная ошибка, отправьте скриншот @maksenro
uk: невідома помилка, надішліть скріншот @maksenro
zh_cn: 未知错误，请发送截图给 @maksenro

source: ОШИБКА! Сейчас бан противника!
uk: ПОМИЛКА! Зараз бан противника!
zh_cn: 错误！现在是对手的禁用阶段！

source: ПИК ПРОТИВНИКА
uk: ПІК ПРОТИВНИКА
zh_cn: 对手的选择

source: ВАШ ПИК
uk: ВАШ ПІК
zh_cn: 您的选择

source: ОШИБКА! Повтор карты, проверьте пики и баны!
uk: ПОМИЛКА! Повтор карт, перевірте пики та бани!
zh_cn: 错误！卡牌重复，请检查选择和禁用！

source: ОШИБКА! Сейчас пик противника!
uk: ПОМИЛКА! Зараз пік противника!
zh_cn: 错误！现在是对手的选择阶段！

source: КОНЕЦ ДРАФТОВ
uk: КІНЕЦЬ ДРАФТІВ
zh_cn: 草稿结束

source: Ваши драфты удалены тк прошло больше 24ч с момента их начала
uk: Ваші драфти видалено, оскільки пройшло більше 24 годин з моменту їх початку
zh_cn: 您的草稿已被删除，因为距离开始超过 24 小时

source: Порядок драфтов: 1) бан 2) бан, пик 1) бан, пик 2) бан, пик 1) пик, пик 2) пик Когда ваш ход, нажмите на кнопку с нужной стихией и отправьте боту стикер персонажа, которого вы хотите пикнуть/забанить!
uk: Порядок драфтів: 1) бан 2) бан, пік 1) бан, пік 2) бан, пік 1) пік, пік 2) пік Коли ваш хід, натисніть на кнопку з потрібною стихією і надішліть боту стікер персонажа, якого ви хочете пікнути/забанити!
zh_cn: 草稿顺序： 1) 禁用 2) 禁用，选择 1) 禁用，选择 2) 禁用，选择 1) 选择，选择 2) 选择 轮到您时，请按下所需元素的按钮并发送要选择/禁用的角色贴纸给机器人！

source: Привет, Картоботик!
uk: Привіт, Картоботику!
zh_cn: 你好，卡托机器人！

source: 1) Я могу создавать рандомные деки, либо брать их с Hoyolab.
uk: 1) Я можу створювати випадкові колоди або брати їх з Hoyolab.
zh_cn: 1) 我可以生成随机卡组，或者从 Hoyolab 上获取。

source: Коды колод кликабельны, нажми на них, чтобы
uk: Коди колод клікабельні, натисни на них, щоб
zh_cn: 卡组代码是可点击的，点击以

source: (←кликабельно).
uk: (←клікабельно).
zh_cn: （←可点击）。

source: 2) Можешь отправить мне до 10 кодов-колод за раз, я их расшифрую и пришлю тебе фото и состав.
uk: 2) Можеш надіслати мені до 10 кодів-колод за раз, я їх розшифрую і надішлю тобі фото та склад.
zh_cn: 2) 您可以一次发送最多 10 个卡组代码，我会解码并向您发送图片和组成。

source: Отправь /start или /choose_lang, если хочешь поменять язык
uk: Надішли /start або /choose_lang, якщо хочеш змінити мову
zh_cn: 发送 /start 或 /choose_lang 来更改语言

source: Поддержать бота:
uk: Підтримати бота:
zh_cn: 支持机器人：

source: Ваша поддержка значительно ускорит разработку бота.
uk: Ваша підтримка значно пришвидшить розробку бота.
zh_cn: 您的支持将大大加快机器人的开发。

source: Спасибо за поддержку:
uk: Дякуємо за підтримку:
zh_cn: 感谢您的支持：

source: <-- Назад
zh_cn: <-- 返回

source: сгенерировать деку
uk: згенерувати колоду
zh_cn: 生成卡组

source: дека с hoyolab
uk: колода з Hoyolab
zh_cn: 来自Hoyolab的卡组
